Repository: xx979xx/openpilot-apks
Catalog: offroad/js/locales/*/messages.po
Languages: fr_fr, ko_kr, pt_br

source: When you are ready to engage openpilot at a comfortable speed, locate the cruise controls on your steering wheel and press "SET" to begin.
fr_fr: Lorsque vous êtes prêt à engager openpilot à une vitesse confortable, localisez les régulateurs de vitesse sur votre volant et appuyez sur "SET" pour commencer.
ko_kr: 편안한 속도로 오픈파일럿을 작동할 준비가 되면 핸들에서 크루즈 컨트롤을 찾고 "SET"을 눌러 시작하십시오.
pt_br: Quando você estiver pronto para ativar o openpilot à uma velocidade confortável, localize os botões do piloto automático do seu volante e pressione "SET" para começar.

source: While openpilot is engaged, you may keep your hands on the wheel to override lateral controls. Longitudinal controls will be managed by openpilot until the gas or brake pedal is pressed to disengage.
fr_fr: Lorsque openpilot est engagé, vous pouvez garder les mains sur le volant pour annuler les commandes latérales. Les commandes longitudinales seront gérées par openpilot jusqu'à ce que la pédale d'accélérateur ou de frein soit enfoncée pour se désengager.
ko_kr: 오픈파일럿이 작동 중일 때, 핸들을 조향하기 위해 손을 핸들에 대고 있을 수 있습니다. 핸들 조향 제어는 브레이크 페달을 눌러 해제할 때까지 오픈파일럿에 의해 관리됩니다
pt_br: Quando o openpilot estiver ativado, você pode manter suas mãos no volante para mudar de direção. O volante será contolado pelo openpilot até que um dos pedais seja pressionado para desativar.

source: With openpilot engaged, turn on your signal, check your surroundings, and confirm it is safe to change lanes.
fr_fr: Avec openpilot engagé, appuyez sur votre clignotant, vérifiez votre environnement et confirmez qu'il est sûr de changer de voie.
ko_kr: 오픈파일럿이 활성화된 상태에서 방향지시등을 커고 주변을 점검하고 차선을 변경해도 안전한지 확인하세요.
pt_br: Com openpilot ativado, ligue a seta, observe ao seu redor, e confirme que é seguro trocar de faixa.

source: Yes
fr_fr: Oui
ko_kr: 예
pt_br: Sim

source: You may unpair your device in the comma connect app settings.
fr_fr: Vous pouvez dissocier votre appareil des paramètres de l'application comma connect.
ko_kr: 당신은 comma connect 앱에서 장치 페어링을 해제할수 있습니다
pt_br: Você pode desconectar seu dispositivo pelas configurações do aplicativo comma connect.

source: and scan this code to pair.
fr_fr: et scannez ce code pour l'appairer
ko_kr: 이 코드를 스캔해서 페어링을 시도하세요
pt_br: e escaneie este código para conectar.

source: dashcam
pt_br: Modo Câmera de Para-brisas

source: openpilot can change lanes with your assistance.
fr_fr: openpilot peut changer de voie avec votre aide
ko_kr: 오픈파일럿은 당신의 도움으로 차선을 바꿀 수 있습니다.
pt_br: O openpilot pode trocar de faixa com sua assistência.

source: openpilot controls
fr_fr: commandes openpilot
ko_kr: 오픈파일럿 컨트롤
pt_br: Controles do openpilot

source: openpilot disengaging
fr_fr: openpilot se désengage
ko_kr: 오픈파일럿 해제
pt_br: openpilot desativando

source: openpilot engaging
fr_fr: openpilot s'engage
ko_kr: 오픈파일럿 활성화
pt_br: openpilot ativando

source: openpilot is an advanced driver assistance system.
fr_fr: openpilot est un système avancé d'aide à la conduite
ko_kr: 오픈파일럿은 진보된 운전자 보조 시스템입니다.
pt_br: O openpilot é um sestema avançado de assistência ao motorista.

source: openpilot is not capable of checking if a lane change is safe. This is your job. openpilot will change lanes regardless if another vehicle is present.
fr_fr: openpilot n'est pas capable de vérifier si un changement de voie est sûr. C'est votre travail. openpilot changera de voie indépendamment de la présence d'un autre véhicule.
ko_kr: 오픈파일럿은 차선 변경이 안전한지 확인할 수 없습니다. 이건 운전자가 주의해야합니다. 오픈파일럿은 다른 차량이 있는지 여부에 관계없이 차선이 변경될수 있습니다.
pt_br: O openpilot não é capaz de saber quando a troca de faixas é segura. Isto é sua responsabilidade. O openpilot vai mudar mesmo que outro veículo estiver perto.

source: openpilot lane changes
fr_fr: changements de voie openpilot
ko_kr: 오픈파일럿 차선 변경
pt_br: trocas de faixa do openpilot

source: openpilot sensors
fr_fr: capteurs openpilot
ko_kr: 오픈파일럿 센서
pt_br: Sensores do openpilot

source: openpilot uses multiple sensors to see the road ahead.
fr_fr: openpilot utilise plusieurs capteurs pour voir le chemin à suivre.
ko_kr: 오픈파일럿은 전방의 도로를 보기 위해 여러개의 센서를 사용합니다.
pt_br: O openpilot usa múltiplos sensores para ver a estrada à frente.

source: openpilot will engage when cruise control is set.
fr_fr: openpilot s'engage lorsque le régulateur de vitesse sera activé
ko_kr: 크루즈 컨트롤이 설정되면 오픈파일럿이 활성화 됩니다
pt_br: O openpilot vai ativar quando o botão SET no volante for pressionado.

source: openpilot will stop driving when a pedal is pressed.
fr_fr: openpilot arrêtera de conduire quand une pédale sera enfoncée.
ko_kr: 오픈파일럿은 브레이크를 밟으면 비활성화됩니다
pt_br: O openpilot vai parar de dirigir quando um pedal for pressionado.

source: {0} Free
fr_fr: {0} Libre
ko_kr: {0} 여유
pt_br: {0} Livre

source: Keep in mind that certain situations are not handled by openpilot. Scenarios such as traffic lights, stop signs, quick vehicle cutins and pedestrians are unrecognized and openpilot may accelerate.
fr_fr: Gardez à l'esprit que certaines situations ne sont pas gérées par openpilot. Les scénarios tels que les feux de circulation, les panneaux stop, les arrêts rapides des véhicules et les piétons ne sont pas reconnus et openpilot peut accélérer.
ko_kr: 어떤 상황은 오픈파일럿에 의해 처리되지 않는다는 것을 명심하세요. 신호등, 정지표지판, 차량 차단기 및 보행자와 같은 시나리오는 인식되지않고 오픈파일럿이 가속될 수 있습니다

source: Privacy policy available at https://my.comma.ai/privacy.html
fr_fr: La politique de confidentialité est disponible à https://my.comma.ai/privacy.html
ko_kr: 개인 정보 보호 정책 : https://my.comma.ai/privacy.html
