Repository: xx979xx/openpilot-apks
Catalog: offroad/js/locales/*/messages.po
Languages: fr_fr, ko_kr, pt_br

source: 1 year of storage
fr_fr: 1 an de stockage
ko_kr: 저장기간 : 1 년
pt_br: 1 ano de armazenagem

source: < Account Settings
fr_fr: < Paramètres du compte
ko_kr: < 계정 설정
pt_br: < Aplicativos de Terceiros

source: < Developer Settings
fr_fr: < Paramètres développeur
ko_kr: < 개발자 설정
pt_br: < Configurações de Desenvolvedor

source: < Device Settings
fr_fr: < Réglages de l'appareil
ko_kr: < 장치 설정
pt_br: < Configurações do Dispositivo

source: < Network Settings
fr_fr: < Réglages réseau
ko_kr: < 네트워크 설정
pt_br: < Configurações de Conexão

source: < Settings
fr_fr: < Réglages
ko_kr: < 설정
pt_br: < Configurações

source: A driver assistance system is not a self driving car. This means openpilot is designed to work with you, not without you. Your attention is required to drive.
fr_fr: Une assistance à la conduite n'est pas une voiture autonome. Cela signifie qu'openpilot est conçu pour vous assiter, pas pour conduire à votre place. Votre attention est requise pour conduire.
ko_kr: 운전자 지원 시스템은 자가 운전 차량이 아닙니다. 이것은 오픈파일럿이 운전자 없이 주행을 하는것이 아니라 운전자와 함께 동작하도록 설계되었다는것을 의미합니다. 운전하려면 항상 주의를 기울여야 합니다
pt_br: Um sistema de assistência ao motorista não é um sistema de direção autônoma. Isso significa que o openpilot é desenhado para funcionar com sua ajuda, não sem você. Sua atenção é necessária para dirigir.

source: A vision algorithm leverages the road-facing camera to determine the path to drive.
fr_fr: Un algorithme de vision exploite la caméra face à la route pour déterminer le chemin à parcourir
ko_kr: 비전 알고리즘은 노면을 향한 카메라를 이용하여 운전 경로를 결정합니다.
pt_br: O sistema de visão da câmera determina o caminho a seguir.

source: ALERT
fr_fr: ALERTE
ko_kr: 경고
pt_br: ALERTA

source: ALERTS
fr_fr: ALERTES
ko_kr: 경고
pt_br: ALERTAS

source: ALL TIME
fr_fr: TOUT LE TEMPS
ko_kr: 전체 시간
pt_br: O TEMPO TODO

source: Account
fr_fr: Compte
ko_kr: 계정
pt_br: Conta

source: Allow devices to connect to your EON using Secure Shell (SSH).
fr_fr: Autoriser les appareils à se connecter à votre EON en utilisant le SSH
ko_kr: SSH를 사용하여 EON에 장치연결 허용
pt_br: Permitir conexão de dispositivos ao EON usando Secure Shell (SSH).

source: Are you sure you want to reboot?
fr_fr: Voulez-vous redémarrer?
ko_kr: 재부팅하시겠습니까?
pt_br: Tem certeza que quer reiniciar?

source: Are you sure you want to shutdown?
fr_fr: Voulez-vous éteindre l'appareil
ko_kr: 종료하시겠습니까?
pt_br: Tem certeza que quer desligar?

source: Are you sure you want to uninstall?
fr_fr: Êtes-vous sur de vouloir désinstaller?
ko_kr: 제거하시겠습니까?
pt_br: Tem certeza que quer desinstalar?

source: Authenticating...
fr_fr: Authentification...
ko_kr: 인증중...
pt_br: Autenticando...

source: Authentication problem
fr_fr: Problème d'authentification
ko_kr: 인증 문제
pt_br: Problema de autenticação

source: Authorized SSH Keys
fr_fr: Clés SSH autorisées
ko_kr: 인증된 SSH 키
pt_br: Chaves SSH autorizadas

source: Become a comma prime member in the comma app and get premium features!
fr_fr: Devenez un membre comma prime dans l'application comma et obtenez des fonctionnalités premium!
ko_kr: comma prime 맴버가 되어 comma connect 앱에서 고급 기능을 추가하세요!
pt_br: Seja um membro comma prime member pelo aplicativo comma connect e tenha funções premium!

source: Before any signals are sent to control your car, sensors are fused to construct a scene of the road.
fr_fr: Avant d'envoyer des signaux pour contrôler votre voiture, des capteurs sont fusionnés pour construire une scène de la route.
ko_kr: 차량을 제어하기 위한 어떤 신호를 보내기 전에 센서가 결합되어 도로의 장면을 구성합니다.
pt_br: Antes de comandos serem enviados ao seu carro, os sensores são combinados para contruir uma visão da estrada.

source: Begin Training
fr_fr: Commencer l'entrainement
ko_kr: 트레이닝 시작
pt_br: Começar Treinamento

source: COMMA POINTS
ko_kr: COMMA 포인트
pt_br: PONTOS COMMA

source: Camera Calibration
fr_fr: Calibration de la caméra
ko_kr: 카메라 켈리브레이션
pt_br: Calibração da Câmera

source: Camera from Device
fr_fr: Caméra de l'appareil
ko_kr: 장치의 카메라
pt_br: Câmera do Dispositivo

source: Cancel
fr_fr: Annuler
ko_kr: 취소
pt_br: Cancelar

source: Comma.ai, Inc. Terms & Conditions
fr_fr: Comma.ai, Inc. Termes & Conditions
ko_kr: Comma.ai, Inc. 약관
pt_br: Comma.ai, Inc. Termos & Condições

source: Community maintained features are not confirmed by comma.ai to meet the standard safety model. Be extra cautious using them.
fr_fr: Les fonctionnalités maintenues par la communauté ne sont pas confirmés pas comma.ai pour répondre au modèle de sécurité standard. Soyez extremement prudent en les utilisant.
ko_kr: 커뮤니티 유저 기능은 표준 안전 모델의 충족 기준이 comma.ai 에 의해 확인되지않으니 사용시 각별히 주의하십시오.
pt_br: Funções mantidas pela comunidade não são testadas pela comma.ai de modo à manter o modelo pardrão de segurança. Seja cuidadoso com elas.

source: Congratulations! You have completed openpilot training.
fr_fr: Félicitations! Vous avez terminé l'entrainement d'openpilot
ko_kr: 축하합니다! 오픈파일럿 트레이닝을 완료하였습니다
pt_br: Parabéns! Você completoiu o treinamento do openpilot.

source: Connect
fr_fr: Se connecter
ko_kr: 연결
pt_br: Conectar

source: Connect to WiFi
fr_fr: Se connecter au WiFi
ko_kr: Wifi 연결
pt_br: Conectar ao WiFi

source: Connect to a WiFi or cellular network to upload and review your drives.
fr_fr: Connectez vous à un réseau WiFi ou cellulaire pour uploader et passer en revue vos trajets.
ko_kr: Wifi 또는 LTE에 연결하여 드라이브 업로드 및 다시보기
pt_br: Conecte ao WiFi ou rede celular para fazer upload e ver seus trajetos.

source: Connected
fr_fr: Connecté
ko_kr: 연결됨
pt_br: Conectado

source: Continue
fr_fr: Continuer
ko_kr: 계속
pt_br: Continuar

source: Continuously observe your surroundings for safety while gently nudging the steering wheel towards your desired lane. The combination of turn signal and wheel nudge will prompt openpilot to change lanes.
fr_fr: Observez votre environnement en permanence en toute sécurité tout en poussant doucement le volant vers la voie souhaitée. La combinaison du clignotant et du coup de volant incitera openpilot à changer de voie.
ko_kr: 핸들을 원하는 차선으로 부드럽게 밀어내고 주변 안전을 지속적으로 관찰하세요. 방향지시 신호와 핸들조향의 조합으로 오픈파일럿이 차선을 변경하도록 유도할 것입니다.
pt_br: Observe continuamente ao seu redor por segurança e empurre gentilmente o volante para o lado da faixa que desejar. A combinação de seta e toque no volante irão iniciar a troca de faixas do openpilot.

source: DRIVES
fr_fr: TRAJETS
ko_kr: 주행수
pt_br: TRAJETOS

source: Developer
fr_fr: Développeur
ko_kr: 개발자
pt_br: Desenvolvedor

source: Developer perks
fr_fr: Avantages pour les développeurs
ko_kr: 개발자 특혜
pt_br: Benefícios de Desenvolvedor

source: Device
fr_fr: Appareil
ko_kr: 장치
pt_br: Dispositivos

source: Device Paired
fr_fr: Appareil appairé
ko_kr: 장치 페이링됨
pt_br: Dispositivo conectado

source: Disengage openpilot
fr_fr: Désengager openpilot
ko_kr: 오픈파일럿 해제
pt_br: Desativar openpilot

source: Display speed in km/h instead of mp/h.
fr_fr: Affiche la vitesse en km/h à la place de mp/h
ko_kr: 속도는 mp/h 대신 km/h
pt_br: Mostrar velocidade em km/h ao invés de mp/h.

source: Dongle ID
fr_fr: ID du Dongle
ko_kr: 동글 ID
pt_br: ID do Dongle

source: Download
fr_fr: Télécharger
ko_kr: 다운로드
pt_br: Baixar

source: Driver Monitoring
fr_fr: Surveillance du conducteur
ko_kr: 운전자 모니터링
pt_br: Monitoramento do Motorista

source: Edit
fr_fr: Éditer
ko_kr: 편집
pt_br: Editar

source: Enable
fr_fr: Activer
ko_kr: 사용
pt_br: Ativar

source: Enable Community Features
fr_fr: Activer les fonctionnalités de la communauté
ko_kr: 커뮤니티 기능 사용
pt_br: Ativar Funções da Comunidade

source: Enable Lane Change Assist
fr_fr: Activer l'assistance au changement de voie
pt_br: Ativar Troca de Faixa Assistida

source: Enable Lane Departure Warnings
fr_fr: Activer l'avertisseur de sortie de voie
ko_kr: 차선 이탈 경고 사용
pt_br: Ativar Avisos de Saída de Faixa

source: Enable SSH
fr_fr: Activer le SSH
ko_kr: SSH 사용
pt_br: Ativar SSH

source: Enable openpilot
fr_fr: Activer openpilot
ko_kr: 오픈파일럿 사용
pt_br: Habilitar openpilot

source: Engage openpilot
fr_fr: Engager openpilot
ko_kr: 오픈파일럿 활성화
pt_br: Ativar openpilot

source: Finish Setup
fr_fr: Terminer la configuration
ko_kr: 설치 완료
pt_br: Finalizar Configuração

source: Finish Training
fr_fr: Terminer l'entrainnement
ko_kr: 트레이닝 완료
pt_br: Finalizar Treinamento

source: Free Storage
fr_fr: Espace libre
ko_kr: 여유공간
pt_br: Armazenamento Livre

source: Git Branch
fr_fr: Branche Git
pt_br: Versão Git

source: Git Revision
fr_fr: Révision de Git
pt_br: Revisão Git

source: GitHub Username
fr_fr: Nom d'utilisateur GitHub
ko_kr: Github 사용자명
pt_br: Usuário GitHub

source: Go Back
fr_fr: Retour
ko_kr: 돌아가기
pt_br: Voltar

source: HOURS
fr_fr: HEURES
ko_kr: 시간
pt_br: HORAS

source: Hide Alerts
fr_fr: Masquer les Alertes
ko_kr: 경고 숨김
pt_br: Esconder Alertas

source: How was your drive?
pt_br: Como foi seu trajeto

source: I will be ready to take over at any time!
fr_fr: Je serai prêt à prendre le volant à tout moment!
ko_kr: 언제라도 핸들을 잡을 준비가 되어있을것!
pt_br: Estarei pronto para retomar o controle a qualquer momento!

source: I will be ready to take over at any time.
fr_fr: Je serai prêt à prendre le relais à tout moment.
ko_kr: 언제라도 핸들을 잡을 준비가 되어있을것.
pt_br: Estarei pronto para retomar o controle a qualquer momento.

source: I will keep my eyes on the road.
fr_fr: Je vais garder mes yeux sur la route
ko_kr: 나는 계속 도로를 주시할 것이다
pt_br: Vou manter meu olhos na estrada.

source: Later
fr_fr: Plas Tard
ko_kr: 나중에
pt_br: Depois

source: Limited Features
fr_fr: Fonctionnalités limitées
ko_kr: 제한된 기능
pt_br: Funções Limitadas

source: MILES
pt_br: MILHAS

source: More Options
fr_fr: Plus d'Options
ko_kr: 추가 옵션
pt_br: Mais Opções

source: Network
fr_fr: Réseau
ko_kr: 네트워크
pt_br: Rede

source: No
fr_fr: Non
ko_kr: 아니오
pt_br: Não

source: No Network Connection
fr_fr: Pas de connection
ko_kr: 네트워크 연결되지않음
pt_br: Sem Conexão de Rede

source: Now that you’re all set up, it’s important to understand the functionality and limitations of openpilot as alpha software before testing.
fr_fr: Maintenant que vous avez tout configuré, il est important de comprendre les fonctionnalités et les limites d'openpilot en tant que logiciel alpha avant de le tester.
ko_kr: 이제 모든 설정이 완료되었으므로 테스트하기 전에 오픈파일럿의 기능과 한계를 알파 소프트웨어로 이해하는 것이 중요합니다
pt_br: Agora que você está pronto, é importante entender as funcionalidades e limitações do openpilot como um software alpha software antes de testar.

source: Open Tethering Settings
fr_fr: Ouvrir les réglages du partage de connexion
ko_kr: 테더링 설정 열기
pt_br: Abrir Configurações de Compartilhamento de Internet

source: Open WiFi Settings
fr_fr: Ouvrir les réglages WiFi
ko_kr: Wifi 설정 열기
pt_br: Abrir Configurações de WiFi

source: PAST WEEK
fr_fr: SEMAINE DERNIÈRE
ko_kr: 지난주
pt_br: SEMANA PASSADA

source: Pair Device
fr_fr: Jumelez l'appareil
ko_kr: 장치 페이링됨
pt_br: Conectar Dispositivo

source: Pair Your Account
fr_fr: Associez votre compte
ko_kr: 기기와 계정을 페이링하세요
pt_br: Conectar Sua Conta

source: Pair your comma account with comma connect
fr_fr: Associez votre compte comma avec comma connect
ko_kr: comma connect 앱으로 페이링하세요
pt_br: Concectar sua conta comma pelo comma connect

source: Paired
fr_fr: Jumelé
ko_kr: 페어링됨
pt_br: Conectado

source: Panda Dongle ID
fr_fr: ID du Panda Dongle
ko_kr: 판다 동글 ID
pt_br: Dongle ID do Panda

source: Panda Firmware
fr_fr: Logiciel du Panda
ko_kr: 판다 펌웨어
pt_br: Firmware do Panda

source: Password:
fr_fr: Mot de passe:
ko_kr: 비밀번호
pt_br: Senha:

source: Perform Lane Change
fr_fr: Effectuer un changement de voie
ko_kr: 차선 변경 수행
pt_br: Iniciar Troca de Faixa

source: Power Off
fr_fr: Éteindre
ko_kr: 종료
pt_br: Desligar

source: Press cruise to engage and a pedal to disengage.
fr_fr: Appuyer sur votre régulateur de vitesse pour engager et une pédale pour désengager.
ko_kr: 크루즈 버튼을 눌러 활성화하고 브레이크를 밟아 해제하십시오
pt_br: Pressione "SET" para ativar e um dos pedais para desativar.

source: Radar from your car
fr_fr: Radar de votre voiture
ko_kr: 차량의 레이더
pt_br: Ragar do seu carro

source: Reboot
fr_fr: Redémarrer
ko_kr: 재부팅
pt_br: Reiniciar

source: Reboot Now
fr_fr: Redémarrer Maintenant
ko_kr: 지금 재부팅
pt_br: Reiniciar Agora

source: Reboot and Update
fr_fr: Redémarrer et Mettre à Jour
ko_kr: 재부팅 및 업데이트
pt_br: Reiniciar e Atualizar

source: Receive alerts to steer back into the lane when your vehicle drifts over a detected lane line without a turn signal activated while driving over 31mph (50kph).
ko_kr: 50kph 이상의 속도로 주행하는동안 방향지시등없이 차량이 감지된차선위를 주행할 때 차선으로 다시 이동하라는 경고를 보냅니다.
pt_br: Receber alertas para voltar à sua faixa quando seu veículo avançar sobre outra faixa sem seta ligada enquanto trafegando acima de 50km/h (31mph).

source: Record and Upload Driver Camera
fr_fr: Enregister et Uploader la caméra du conducteur
ko_kr: 드라이버 카메라 기록 및 업로드
pt_br: Gravar e Upload da Câmera do Motorista

source: Remote Access
fr_fr: Accès à distance
ko_kr: 원격 접속
pt_br: Acesso Remoto

source: Remove all
fr_fr: tout supprimer
ko_kr: 모두 제거
pt_br: Remover todos

source: Reset
fr_fr: Réinitialiser
ko_kr: 리셋
pt_br: Resetar

source: Resetting calibration requires a reboot.
fr_fr: La réinitialisation de la caméra demande un redémarrage.
ko_kr: 캘리브레이션을 재설정하려면 재부팅하세요
pt_br: Resetar calibração necessita reiniciar

source: Restart
fr_fr: Redémarrer
ko_kr: 재시작
pt_br: Reiniciar

source: Review Training Guide
fr_fr: Revoir le guide d'entrainement
ko_kr: 트레이닝 가이드 다시보기
pt_br: Rever Treinamento

source: Save
fr_fr: Enregistrer
ko_kr: 저장
pt_br: Salvar

source: Save failed. Ensure that your username is correct and you are connected to the internet.
fr_fr: L'enregistrement a échoué. Vérifiez que votre identifiant est correct et que vous êtes connectés à internet.
ko_kr: 저장 실패. 사용자 이름이 올바르고 인터넷에 연결되어 있는지 확인하십시오.
pt_br: Salvar falhou. Tenha certeza que seu nome de usuário está correto e você esteja conectado à internet.

source: Scanning WiFi Networks...
fr_fr: Analyse des réseaux WiFi...
ko_kr: Wifi 네트워크 검색중
pt_br: Buscando Redes WiFi...

source: Select face to continue
fr_fr: Selectionner le visage pour continuer
ko_kr: 얼굴을 선택하세요
pt_br: Clique no rosto para continuar

source: Select lead car indicator
fr_fr: Selectionner l'indicateur de la voiture de devant
ko_kr: 앞차량 표시기를 선택하세요
pt_br: Clique no indicador de carro à frente

source: Select light to continue
fr_fr: Sélectionner le feu pour continuer
ko_kr: 신호등을 선택하세요
pt_br: Clique no semáforo para continuar

source: Select path to continue
fr_fr: Selectionner le chemin pour continuer
ko_kr: 경로를 선택하세요
pt_br: Clique no caminho para continuar

source: Select steering wheel
fr_fr: Selectionner le volant
ko_kr: 핸들을 선택하세요
pt_br: Clique o volante

source: Select turn signal
fr_fr: Selectionner le clignotant
ko_kr: 방향지시등을 선택하세요
pt_br: Clique no seletor de seta

source: Serial Number
fr_fr: Numéro de série
ko_kr: 시리얼번호
pt_br: Número de Série

source: Show password
fr_fr: Montrer le mot de passe
ko_kr: 비밀번호 표시
pt_br: Mostrar senha

source: Shutdown
fr_fr: Éteindre
ko_kr: 종료
pt_br: Desligar

source: Skip For Now
fr_fr: Ignorer pour l'instant
ko_kr: 지금은 건너뛰기
pt_br: Pular Agora

source: Skip for Now
fr_fr: Ignorer pour l'instant
ko_kr: 지금은 건너뛰기
pt_br: Pular Agora

source: Start Lane Change
fr_fr: Commencer le dépassement
ko_kr: 차선 변경 시작
pt_br: Iniciar Troca de Faixa

source: Succesfully paired to account
fr_fr: Association réussie au compte
ko_kr: 계정에 성공적으로 페이링됨
pt_br: Conta conectada com sucesso

source: Successfully paired to an account in
fr_fr: Association réussie à un compte en
ko_kr: 의 계정에 성공적으로 페어링됨
pt_br: Conectado com sucesso à uma conta em

source: Tap a pedal to disengage
fr_fr: Appuyez sur une pédale pour désengager
ko_kr: 브레이크를 밟으면 해제
pt_br: Toque em um dos pedais para desativar

source: Tell us how openpilot performed for this drive.
pt_br: Conte-nos como o openpilot se saiu neste trajeto.

source: Terms of Service available at https://my.comma.ai/terms.html
fr_fr: Conditions d'utilisation disponibles sur https://my.comma.ai/terms.html
ko_kr: 서비스 이용 약관 : https://my.comma.ai/terms.html
pt_br: Termos de Serviço disponíveis em https://my.comma.ai/terms.html

source: The calibration algorithm is always active on the road facing camera. Resetting calibration is only advised when the device reports an invalid calibration alert or when the device is remounted in a different position.
fr_fr: L'algorithme d'étalonnage est toujours actif sur la caméra face à la route. La réinitialisation de l'étalonnage n'est recommandée que lorsque l'appareil signale une alerte d'étalonnage non valide ou lorsque l'appareil est remonté dans une position différente.
ko_kr: 캘리브레이션 알고리즘은 도로방향 카메라에서 항상 활성화 됩니다. 장치가 잘못된 켈리브레이션 경고를 보고하거나 장치를 다른 위치에 재장착한 경우에만 켈리브레이션 재설정을 권장합니다
pt_br: O algorítmo de calibração está sempre ativado na câmera que vê a estrada. Reiniciar calibração só é indicado quando o dispositivo reportar calibração inválida ou o dispositivo for fixado em uma posição diferente.

source: The indicator is drawn either red or yellow to illustrate relative speed to the lead car.
fr_fr: L'indicateur est dessiné en rouge ou en jaune pour illustrer la vitesse relative par rapport à la voiture de devant.
ko_kr: 이 표시기는 앞차량에 대한 상대적인 속도를 설명하기 위해 빨간색 또는 노란색 중 하나를 나타냅니다
pt_br: O indicador ficará vermelho ou amarelo para ilustrar a velocidade relativa do carro à frente.

source: The lane lines are drawn with varying widths to reflect the confidence in finding your lane.
fr_fr: Les lignes de voie sont dessinées avec des largeurs variables pour refléter la confiance dans la recherche de votre voie.
ko_kr: 차선 선은 차선을 찾는 자신감을 반영하기 위해 다양한 너비로 그려집니다
pt_br: As linhas das faixas são ilustradas com larguras variadas para demonstrar a calreza com que vê sua faixa.

source: The network "{0}" requires a password.
fr_fr: Le réseau "{0}" a besoin d'un mot de passe.
ko_kr: 이 네트워크는 "{0}" 비밀번호가 필요합니다
pt_br: A rede "{0}" requer senha.

source: The stock radar in your car helps openpilot measure the lead car distance for longitudinal control.
fr_fr: Le radar d'origine de votre voiture permet à openpilot de mesurer la distance de la voiture de tête pour un contrôle longitudinal.
ko_kr: 당신의 차량에 장착되어있는 레이더는 오픈파일럿의 제어를 위한 앞 차량과의 거리를 측정하는데 도움이 됩니다
pt_br: O radar original do seu carro ajuda o openpilot a medir a distância para os carros á sua frente

source: There was a problem scanning WiFi networks. {0}Make sure WiFi is enabled in "More Options" above.
fr_fr: Un problème est survenu lors de l'analyse des réseaux WiFi. {0}Assurez-vous que le WiFi est activé dans "Plus d'options" ci-dessus.
ko_kr: Wifi 네트워크 검색 문제발생됨. {0}Wifi 상태가 활성화되었는지 확인하고 "추가 옵션"을 확인하세요
pt_br: Problema ao encontrar redes WiFi. {0}Tenha certeza que o WiFi está ativado em "Mais Opções" acima.

source: This guide can be replayed at any time from the device settings. To learn more about openpilot, read the wiki and join the community at discord.comma.ai
fr_fr: Ce guide peut être lu à tout moment à partir des paramètres de l'appareil. Pour en savoir plus sur openpilot, lisez le wiki et rejoignez la communauté sur discord.comma.ai
ko_kr: 이 가이드는 기기 설정에서 언제든지 다시볼수 있습니다. 오픈파일럿에 대해 자세히 알아보려면 wiki를 읽고 comma.ai 커뮤니티에 가입하십시오
pt_br: Este guia pode ser revisto a qualquer momento nas configurações do dispositivo. Para saber mais sobre o openpilot, leia a página wiki e entre na comunidade discord.comma.ai

source: Uninstall
fr_fr: Désinstaller
ko_kr: 제거
pt_br: Desinstalar

source: Uninstall {software}
fr_fr: Désinstaller {software}
ko_kr: 제거 {software}
pt_br: Desinstalar {software}

source: Unpaired
fr_fr: Non apparié
ko_kr: 페어링되지않음
pt_br: Desconectado

source: Update Available
fr_fr: Mise à Jour Disponible
ko_kr: 업데이트 사용가능
pt_br: Atualização Disponível

source: Upgrade Now
fr_fr: Mettre à Jour Maintenant
ko_kr: 지금 업데이트
pt_br: Atualizar Agora

source: Upload Speed
fr_fr: Vitesse de téléchargement
ko_kr: 업로드 속도
pt_br: Atualizar Velocidade

source: Use Metric System
fr_fr: Utiliser le système métrique
ko_kr: 미터법 사용
pt_br: Usar Sistema Métrico

source: Use features from the open source community that are not maintained or supported by comma.ai and have not been confirmed to meet the standard safety model. Be extra cautious when using these features:{0} * GM car port{1} * Toyota with DSU unplugged{2} * Pedal interceptor{3}
fr_fr: Utilisez des fonctionnalités de la communauté open source qui ne sont pas gérées ou prises en charge par comma.ai et dont la conformité au modèle de sécurité standard n'a pas été confirmée. Soyez extrêmement prudent lorsque vous utilisez ces fonctionnalités:{0} * Port de voiture GM{1} * Toyota avec DSU débranché{2} * Intercepteur de pédale{3}
pt_br: Uso de funções código aberto da comunidade não são mantidas ou suportadas pela comma.ai e não é confirmado que atingem os requesitos minimos do modelo de segurança. Seja super cuidadoso com estas funções :{0} * Funções de carros Chevrolet{1} * Toyota com DSU desconecatdo{2} * Interceptador de Pedal{3}

source: Use the openpilot system for adaptive cruise control and lane keep driver assistance. Your attention is required at all times to use this feature. Changing this setting takes effect when the car is powered off.
fr_fr: Utilisez le système openpilot pour le régulateur de vitesse adaptatif et l'assistance au conducteur pour garder la voie. Votre attention est requise à tout moment pour utiliser cette fonction. La modification de ce paramètre prend effet lorsque la voiture est éteinte.
ko_kr: 오픈파일럿 시스템을 사용하여 어댑티브 크루즈 컨트롤 및 차선유지 지원을 받으십시오. 이 기능을 사용하려면 항상 주의를 기울여야 합니다. 이 설정을 변경하면 차량시동이 꺼질 때 적용됨니다
pt_br: Use o sistema openpilot controle de velocidade adaptativo e assistente de manutenção de faixa. Sua atenção é exigida a todo momento enquanto usando esta funcão. Estas fuções entram em vigor quando seu carro for reiniciado.

source: Version
ko_kr: 버전
pt_br: Versão

source: WARNING: {0} This grants SSH access to all public keys in your GitHub settings. {1} Never enter a GitHub username other than your own. {2} The built-in SSH key will be disabled if you proceed. {3} A comma employee will never ask you to add their GitHub. {4}
fr_fr: AVERTISSEMENT: {0} cela accorde un accès SSH à toutes les clés publiques dans vos paramètres GitHub. {1} N'entrez jamais un nom d'utilisateur GitHub autre que le vôtre. {2} La clé SSH intégrée sera désactivée si vous continuez. {3} Un employé comma ne vous demandera jamais d'ajouter son GitHub.{4}
pt_br: ATENÇÃO: {0} Isto garante acesso SSH para todas a schaves públicas nas suas configurações do GitHub. {1} Nunca insira outro usuário do GitHub a não ser o seu. {2} A chave SSH padrão será desativada se você prosseguir. {3} Um funcionário da comma para você adicionar o usuário GitHub deles. {4}

source: Welcome to openpilot alpha
fr_fr: Bienvenue sur openpilot alpha
ko_kr: 환영합니다 [ 오픈파일럿 알파 ]
pt_br: Bem vindo ao openpilot alpha

source: When encountering a potentially unsafe situation or exiting a highway, you can disengage with any pedal.
fr_fr: Lorsque vous rencontrez une situation potentiellement dangereuse ou sortez d'une autoroute, vous pouvez vous désengager avec n'importe quelle pédale.
ko_kr: 잠재적으로 안전하지 않은 상황에 부딪히거나 고속도로를 빠져나갈 때, 브레이크를 밟으면 해제할수 있습니다.
pt_br: Em caso de situação insegura ao sair de uma auto-estrada, você pode desativar pressionando qualquer pedal.

source: When openpilot is engaged, you must always pay attention! openpilot monitors awareness with 3D facial reconstruction and pose. Distracted drivers are alerted, then disengaged from openpilot until corrected.
fr_fr: Lorsque openpilot est engagé, vous devez toujours faire attention! openpilot surveille la sensibilisation avec la reconstruction faciale 3D et la pose. Les conducteurs distraits sont alertés, puis désengagés de openpilot jusqu'à ce qu'ils soient corrigés.
ko_kr: 오픈파일럿이 활성화될때는 항상 주의를 기울여야 합니다! 오픈파일럿은 3D 안면 재구성과 포즈로 인지도를 모니터링합니다. 운전자 주의 경고된 후 수정될 때까지 오픈파일럿이 해제됩니다
pt_br: Quando o openpilot estiver ativado, você deve prestar atencão! O openpilot monitora sua atenção com o sistema de reconstrução facial 3D e pose. Motoristas destraídos são alertados, e o openpilot desativado até que se corrijam.cm
